Revit 2023 API
GroupTypeId.Insulation Property
 "Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Insulation { get; }
Visual Basic
Public Shared ReadOnly Property Insulation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Insulation {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace